[   
    {
    "date": "01/04/2025",
    "content": "Registration to the summer-school 'Mathematical Methods for High-Dimensional Data' are now open!"
},
    {
        "date": "20/03/2025",
        "content": "Our paper 'The importance of being empty: a spectral approach to Hopfield neural networks with diluted examples' is now publicly available on arXiv."
    },
    {
        "date": "17/03/2025",
        "content": "Our paper 'Fundamental operating regimes, hyper-parameter fine-tuning and glassiness: towards an interpretable replica-theory for trained restricted Boltzmann machines' has been accepted as a poster presentation at StatPhys29."
    },    
    {
        "date": "10/03/2025",
        "content": "Our short paper 'Multi-channel pattern reconstruction through L-directional associative memories' is now accessible on arXiv."
    },
    {
        "date": "5/03/2025",
        "content": "Our short paper 'Multi-channel pattern reconstruction through L-directional associative memories' has been selected as poster presentation at the Workshop 'New Frontiers in Associative Memories' at ICLR2025."
    },
    {
        "date": "10/02/2025",
        "content": "Our work 'Fundamental operating regimes, hyper-parameter fine-tuning and glassiness: towards an interpretable replica-theory for trained restricted Boltzmann machines' is now accessible on Journal of Physics A: Mathematical and Theoretical."
    },
    {
        "date": "10/01/2025",
        "content": "Our work 'Fundamental operating regimes, hyper-parameter fine-tuning and glassiness: towards an interpretable replica-theory for trained restricted Boltzmann machines' has been accepted for publication in Journal of Physics A: Mathematical and Theoretical."
    },
    {
        "date": "6/11/2024",
        "content": "On this day, I earned the National Certification for Associated Professor in Mathematical Physics (Abilitazione Scientifica Nazionale per Professore di II Fascia in Fisica Matematica, SC: 01/A4)."
    },
    {
        "date": "8/10/2024",
        "content": "A date to remember: John Hopfield and Geoffrey Hinton were awarded with Nobel Prize in Physics on this day for their influential works on neural networks and machine learning!"
    },
    {
        "date": "17/09/2024",
        "content": "Our work 'The thermodynamic limit in mean field neural networks' is publicly available on arXiv."
    },
    {
        "date": "14/06/2024",
        "content": "Our work 'Fundamental operating regimes, hyper-parameter fine-tuning and glassiness: towards an interpretable replica-theory for trained restricted Boltzmann machines' is publicly available on arXiv."
    },
    {
        "date": "12/05/2024",
        "content": "Our work 'Regularization, early-stopping and dreaming: a Hopfield-like setup to address generalization and overfitting' has been accepted for publication in Neural Networks."
    },
    {
        "date": "17/03/2024",
        "content": "Our work 'A spectral approach to Hebbian-like neural networks' has been accepted for publication in Applied Mathematics and Computation."
    }
]